window.CAST_DATA = {
 "performances": [
  "21/06 20:30",
  "22/06 16:30",
  "22/06 18:30",
  "22/06 20:30",
  "23/06 16:30",
  "23/06 18:30"
 ],
 "roles": [
  {
   "role": "שלגיה צעירה",
   "type": "role",
   "actors": [
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן"
   ]
  },
  {
   "role": "כיפה אדומה צעירה",
   "type": "role",
   "actors": [
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת"
   ]
  },
  {
   "role": "סינדרלה צעירה",
   "type": "role",
   "actors": [
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור"
   ]
  },
  {
   "role": "היפהפיה הנרדמת צעירה",
   "type": "role",
   "actors": [
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי"
   ]
  },
  {
   "role": "פיונה צעירה",
   "type": "role",
   "actors": [
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר"
   ]
  },
  {
   "role": "רפונזל צעירה",
   "type": "role",
   "actors": [
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן"
   ]
  },
  {
   "role": "בל צעירה",
   "type": "role",
   "actors": [
    "גלי כוכבי",
    "גלי כוכבי",
    "ענבר זמיר",
    "ענבר זמיר",
    "גלי כוכבי",
    "גלי כוכבי"
   ]
  },
  {
   "role": "אריאל צעירה",
   "type": "role",
   "actors": [
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר"
   ]
  },
  {
   "role": "יפה צעירה",
   "type": "role",
   "actors": [
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן"
   ]
  },
  {
   "role": "עדינה צעירה",
   "type": "role",
   "actors": [
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב"
   ]
  },
  {
   "role": "וויני",
   "type": "role",
   "actors": [
    "גלי כוכבי",
    "גלי כוכבי",
    "אורי שחר",
    "אורי שחר",
    "גלי כוכבי",
    "גלי כוכבי"
   ]
  },
  {
   "role": "מתילדה",
   "type": "role",
   "actors": [
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר"
   ]
  },
  {
   "role": "דולורס",
   "type": "role",
   "actors": [
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש"
   ]
  },
  {
   "role": "גמד זקן",
   "type": "role",
   "actors": [
    "שחר אלגר",
    "שחר אלגר",
    "שחר אלגר",
    "שחר אלגר",
    "שחר אלגר",
    "שחר אלגר"
   ]
  },
  {
   "role": "גמד חכם",
   "type": "role",
   "actors": [
    "אורי שחר",
    "אורי שחר",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "אורי שחר",
    "ירדן ברנשטיין"
   ]
  },
  {
   "role": "גמד רזה",
   "type": "role",
   "actors": [
    "נעמי גינת",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "נעמי גינת",
    "נעמי גינת",
    "זהר וינגרטן"
   ]
  },
  {
   "role": "גמד חייכן",
   "type": "role",
   "actors": [
    "אוריאל וילנסקי",
    "אוריאל וילנסקי",
    "אוריאל וילנסקי",
    "אוריאל וילנסקי",
    "אוריאל וילנסקי",
    "אוריאל וילנסקי"
   ]
  },
  {
   "role": "גמד כועס",
   "type": "role",
   "actors": [
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול"
   ]
  },
  {
   "role": "גמד צעיר",
   "type": "role",
   "actors": [
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ"
   ]
  },
  {
   "role": "גמד מגמגם",
   "type": "role",
   "actors": [
    "רועי אחאבן",
    "גיא זלקה",
    "גיא זלקה",
    "רועי אחאבן",
    "רועי אחאבן",
    "גיא זלקה"
   ]
  },
  {
   "role": "מכשושה",
   "type": "role",
   "actors": [
    "אלה חזיז",
    "אלה חזיז",
    "אלה חזיז",
    "אלה חזיז",
    "אלה חזיז",
    "אלה חזיז"
   ]
  },
  {
   "role": "מלכה",
   "type": "role",
   "actors": [
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "ירדן זלקה"
   ]
  },
  {
   "role": "שלגיה",
   "type": "role",
   "actors": [
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר"
   ]
  },
  {
   "role": "כיפה אדומה",
   "type": "role",
   "actors": [
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני"
   ]
  },
  {
   "role": "סינדרלה",
   "type": "role",
   "actors": [
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן"
   ]
  },
  {
   "role": "היפהפיה הנרדמת",
   "type": "role",
   "actors": [
    "עופרי תירוש",
    "נטלי שפי",
    "נטלי שפי",
    "עופרי תירוש",
    "עופרי תירוש",
    "נטלי שפי"
   ]
  },
  {
   "role": "פיונה",
   "type": "role",
   "actors": [
    "ליאנה דמבינסקי",
    "עופרי תירוש",
    "עופרי תירוש",
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי",
    "עופרי תירוש"
   ]
  },
  {
   "role": "רפונזל",
   "type": "role",
   "actors": [
    "מאיה גלנטי",
    "מאיה זליט",
    "מאיה זליט",
    "מאיה גלנטי",
    "מאיה גלנטי",
    "מאיה זליט"
   ]
  },
  {
   "role": "בל",
   "type": "role",
   "actors": [
    "נועה בנארי",
    "נטע כוכבי",
    "נועה בנארי",
    "נועה בנארי",
    "נטע כוכבי",
    "נטע כוכבי"
   ]
  },
  {
   "role": "אריאל",
   "type": "role",
   "actors": [
    "איילה גדליה",
    "איילה גדליה",
    "רז צור",
    "רז צור",
    "איילה גדליה",
    "רז צור"
   ]
  },
  {
   "role": "אם חורגת",
   "type": "role",
   "actors": [
    "רז צור",
    "רז צור",
    "איילה גדליה",
    "איילה גדליה",
    "רז צור",
    "איילה גדליה"
   ]
  },
  {
   "role": "עדינה",
   "type": "role",
   "actors": [
    "נטלי שפי",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל",
    "ליאנה דמבינסקי"
   ]
  },
  {
   "role": "מזכירת הארמון",
   "type": "role",
   "actors": [
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח"
   ]
  },
  {
   "role": "יפה",
   "type": "role",
   "actors": [
    "מאיה זליט",
    "מאיה גלנטי",
    "מאיה גלנטי",
    "מאיה זליט",
    "מאיה זליט",
    "מאיה גלנטי"
   ]
  },
  {
   "role": "פיה מאלף לילה ולילה (ג'יני)",
   "type": "role",
   "actors": [
    "אורי חנה בן אהרון",
    "שי ניר",
    "אורי חנה בן אהרון",
    "שי ניר",
    "אורי חנה בן אהרון",
    "שי ניר"
   ]
  },
  {
   "role": "פלורה",
   "type": "role",
   "actors": [
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם"
   ]
  },
  {
   "role": "פונה",
   "type": "role",
   "actors": [
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב"
   ]
  },
  {
   "role": "מריוות'ר",
   "type": "role",
   "actors": [
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר"
   ]
  },
  {
   "role": "מלך",
   "type": "role",
   "actors": [
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל"
   ]
  },
  {
   "role": "אבא",
   "type": "role",
   "actors": [
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב"
   ]
  },
  {
   "role": "אייפד מלכותי",
   "type": "role",
   "actors": [
    "אלעד ראשוני",
    "עידו טמיר",
    "אלעד ראשוני",
    "גיא זלקה",
    "גיא זלקה",
    "עידו טמיר"
   ]
  },
  {
   "role": "צייד כשרונות",
   "type": "role",
   "actors": [
    "אלון דסקל",
    "דניאל קולקר",
    "רועי אחאבן",
    "דניאל קולקר",
    "אלון דסקל",
    "רועי אחאבן"
   ]
  },
  {
   "role": "זאביק",
   "type": "role",
   "actors": [
    "עילאי קרש",
    "ליאור וייס",
    "ליאור וייס",
    "עילאי קרש",
    "עילאי קרש",
    "ליאור וייס"
   ]
  },
  {
   "role": "נסיך החלומות",
   "type": "role",
   "actors": [
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר"
   ]
  },
  {
   "role": "משרת",
   "type": "role",
   "actors": [
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "דניאלה גל",
    "דניאלה גל",
    "דניאלה גל",
    "דניאלה גל"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן",
    "רני שטינגרטן"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "נטלי שפי",
    "נטלי שפי",
    "נטלי שפי",
    "נטלי שפי",
    "נטלי שפי",
    "נטלי שפי"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי",
    "ליאנה דמבינסקי"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "אודליה חסן"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר",
    "אור זהר"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "נועה בנארי",
    "נועה בנארי",
    "נועה בנארי",
    "נועה בנארי",
    "נועה בנארי",
    "נועה בנארי"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני",
    "סער טל סיבוני"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "נטע כוכבי",
    "נטע כוכבי",
    null,
    null,
    "נטע כוכבי",
    "נטע כוכבי"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון"
   ]
  },
  {
   "role": "קשים חיי המרושעות",
   "type": "chorus",
   "actors": [
    "רז צור",
    "איילה גדליה",
    "רז צור",
    "איילה גדליה",
    "איילה גדליה",
    "רז צור"
   ]
  },
  {
   "role": "אין לך סיכוי לנסיך קורוס r&b",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל"
   ]
  },
  {
   "role": "אין לך סיכוי לנסיך קורוס r&b",
   "type": "chorus",
   "actors": [
    "שי ניר",
    "אורי חנה בן אהרון",
    "שי ניר",
    "אורי חנה בן אהרון",
    "שי ניר",
    "אורי חנה בן אהרון"
   ]
  },
  {
   "role": "אין לך סיכוי לנסיך קורוס r&b",
   "type": "chorus",
   "actors": [
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "אודליה חסן"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "אודליה חסן"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר",
    "איתי ניר"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "נטע כוכבי",
    "נועה בנארי",
    "אלה חזיז",
    "אלה חזיז",
    "נועה בנארי",
    "נועה בנארי"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "עידו טמיר",
    "אלעד ראשוני",
    "עידו טמיר",
    "עידו טמיר",
    "אלעד ראשוני",
    "אלעד ראשוני"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "רועי אחאבן",
    "אלון דסקל",
    "אלון דסקל",
    "רועי אחאבן",
    "רועי אחאבן",
    "אלון דסקל"
   ]
  },
  {
   "role": "בעוד שעה הנשף",
   "type": "chorus",
   "actors": [
    "ליאור וייס",
    "עילאי קרש",
    "עילאי קרש",
    "ליאור וייס",
    "ליאור וייס",
    "עילאי קרש"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן",
    "אופיר כהן"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור",
    "עופרי סבידור"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי",
    "רות מורגובסקי"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "גלי כוכבי",
    "גלי כוכבי",
    "גלי כוכבי",
    "גלי כוכבי",
    "גלי כוכבי",
    "גלי כוכבי"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר",
    "דפנה קליר"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן"
   ]
  },
  {
   "role": "אולי נסיך יגיע",
   "type": "chorus",
   "actors": [
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך"
   ]
  },
  {
   "role": "זה לא פשוט להיות נסיך הכתר",
   "type": "chorus",
   "actors": [
    "גיא זלקה",
    "אלעד ראשוני",
    "גיא זלקה",
    "עידו טמיר",
    "עידו טמיר",
    "אלעד ראשוני"
   ]
  },
  {
   "role": "זה לא פשוט להיות נסיך הכתר",
   "type": "chorus",
   "actors": [
    "רועי אחאבן",
    "אלון דסקל",
    "אלון דסקל",
    "אלון דסקל",
    "רועי אחאבן",
    "אלון דסקל"
   ]
  },
  {
   "role": "זה לא פשוט להיות נסיך הכתר",
   "type": "chorus",
   "actors": [
    "ליאור וייס",
    "עילאי קרש",
    "עילאי קרש",
    "ליאור וייס",
    "ליאור וייס",
    "עילאי קרש"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "אודליה חסן"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "עידו טמיר",
    "אלעד ראשוני",
    "עידו טמיר",
    "עידו טמיר",
    "אלעד ראשוני",
    "אלעד ראשוני"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "נטע כוכבי",
    "נועה בנארי",
    null,
    null,
    "נועה בנארי",
    "נועה בנארי"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "רועי אחאבן",
    "אלון דסקל",
    "אלון דסקל",
    "אלון דסקל",
    "רועי אחאבן",
    "אלון דסקל"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם"
   ]
  },
  {
   "role": "נשף הנסיך",
   "type": "chorus",
   "actors": [
    "ליאור וייס",
    "עילאי קרש",
    "עילאי קרש",
    "ליאור וייס",
    "ליאור וייס",
    "עילאי קרש"
   ]
  },
  {
   "role": "נשף הנסיך - בתור מזכירה",
   "type": "chorus",
   "actors": [
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח"
   ]
  },
  {
   "role": "נשף הנסיך - בתור משרת",
   "type": "chorus",
   "actors": [
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד"
   ]
  },
  {
   "role": "נשף הנסיך - מלך",
   "type": "chorus",
   "actors": [
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל"
   ]
  },
  {
   "role": "סנדל זכוכית - רקדנית",
   "type": "role",
   "actors": [
    "אביגיל",
    "אביגיל",
    "אביגיל",
    "אביגיל",
    "אביגיל",
    "אביגיל"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "ירדן זלקה",
    "אודליה חסן",
    "אודליה חסן"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "רועי אחאבן",
    "אלון דסקל",
    "אלון דסקל",
    "אלון דסקל",
    "רועי אחאבן",
    "אלון דסקל"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "עידו טמיר",
    "אלעד ראשוני",
    "עידו טמיר",
    "עידו טמיר",
    "אלעד ראשוני",
    "אלעד ראשוני"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "נטע כוכבי",
    "נועה בנארי",
    null,
    null,
    "נועה בנארי",
    "נועה בנארי"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "ליאור וייס",
    "עילאי קרש",
    null,
    null,
    "ליאור וייס",
    "עילאי קרש"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד",
    "מאור עובד"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל",
    "אורי אשל"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "אורי חנה בן אהרון",
    "שי ניר",
    "שי ניר",
    "אורי חנה בן אהרון",
    "אורי חנה בן אהרון",
    "שי ניר"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם"
   ]
  },
  {
   "role": "ריקוד הזמן החולף (זוגות גדולים)",
   "type": "chorus",
   "actors": [
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב",
    "עומרי בילב"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "אורי שחר",
    "אורי שחר",
    "אורי שחר",
    "אורי שחר",
    "אורי שחר",
    "אורי שחר"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול",
    "שירי אבוטבול"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ",
    "אמילי מרקוביץ"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת",
    "נעמי גינת"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן",
    "זהר וינגרטן"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש",
    "מילה קרש"
   ]
  },
  {
   "role": "1000 מזימות - קטנות",
   "type": "chorus",
   "actors": [
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר",
    "עמית ניר"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן",
    "גילי איתן"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך",
    "מאיה יוגב בלוך"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "דניאלה גל",
    "דניאלה גל",
    "ליאנה דמבינסקי",
    "דניאלה גל",
    "נטלי שפי",
    "דניאלה גל"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "נטע כוכבי",
    "נועה בנארי",
    null,
    null,
    "נועה בנארי",
    "נועה בנארי"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח",
    "עמית נח"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב",
    "הללי בן זאב"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין",
    "ירדן ברנשטיין"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם",
    "זהר אגם"
   ]
  },
  {
   "role": "1000 מזימות - גדולות",
   "type": "chorus",
   "actors": [
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר",
    "ענבר זמיר"
   ]
  }
 ]
};
